let Clear_QandA = [
    {quiz_theme: "世界で一番大きい猫は何cmか", q1: "200cm", q2: "150cm", q3: "120cm", answer: 3, hitokoto: "現在世界で一番大きい猫は120cm! ちなみに、そのねこの体重は14キロ弱だよ。"},
    {quiz_theme: "猫は自分の身長の約何倍跳べる？", q1: "自分の身長の約3倍跳べる", q2: "自分の身長の約4倍跳べる", q3: "自分の身長の約5倍跳べる", answer: "3", hitokoto: "猫は自分の身長の約5倍飛ぶことができるよ。それほど足の力が強いということだし、着地もすっごく上手だよね。"},
    {quiz_theme: "猫は食べ物の温度をなにで判断する？", q1: "猫は鼻で食べ物の温度を判断する", q2: "猫は舌で食べ物の温度を判断する", q3: "猫は手で食べ物の温度を判断する", answer: 1, hitokoto: "猫は食べ物の温度を鼻で感知するよ。食べ物だけじゃなくて、気温なんかも! 逆に、鼻以外の温度感知は鈍いんだよ"},
    {quiz_theme: "猫のおっぱいの数平は平均でいくつ?", q1: "猫のおっぱいの数は平均で4つ", q2: "猫のおっぱいの数は平均で6つ", q3: "猫のおっぱいの数は平均で8つ", answer: 3, hitokoto: "猫のおっぱいの数は平均で8つ!猫によっても違うけれど、6~12個ぐらいだよ。猫を飼ってたらみてみよう!"},
    {quiz_theme: "猫の足の速さはどれぐらい早い?", q1: "ウサインボルトよりも遅い", q2: "ウサインボルトとだいたい同じ", q3: "ウサインボルトよりも速い", answer: "3", hitokoto: "なんと、猫は本気を出せばウサインボルトよりも速い! いっつも寝ててかわいいけど、やっぱりすごいね。"},
    {quiz_theme: "猫の赤ちゃんの目の色は何色?", q1: "猫の赤ちゃんの目の色は黒色", q2: "猫の赤ちゃんの目の色は赤色", q3: "猫の赤ちゃんの目の色は青色", answer: 3, hitokoto: "猫は肉球でも音を聞くことができるよ。手根部の毛などでも聞くことができるよ。"},
]

let Clouds_QandA = [
    {quiz_theme: "猫の聴覚は人間の約何倍優れている？", q1: "人間の約3倍", q2: "人間約4倍", q3: "人間の約5倍", answer: 2, hitokoto: "猫の聴覚は人間の約4倍優れているよ。聞こえる周波数帯がとっても高い！ 猫は耳を両耳動かすこともできるし、空中回転も耳のおかげだよ。猫の耳すごい"},
    {quiz_theme: "猫はどこにだけ汗をかく?", q1: "猫は肉球にだけ汗をかく", q2: "猫はお尻にだけ汗をかく", q3: "猫は鼻にだけ汗をかく", answer: 1, hitokoto: "猫は肉球にだけ汗をかくよ。肉球はぷにぷにしてて最高だよね。"},
    {quiz_theme: "世界で一番お金持ちな猫はなくなった飼い主からいくら相続した？", q1: "飼い主から2億円相続した", q2: "飼い主から26億円相続した", q3: "飼い主から2042億円相続した", answer: "2", hitokoto: "世界で一番お金持ちな猫は飼い主から26億円相続してもらったよ。これぞまさに猫に小判。"},
    {quiz_theme: "猫は味覚で何を感じないか", q1: "猫は味覚で甘みを感じない", q2: "猫は味覚で苦味を感じない", q3: "猫は味覚で酸味を感じない", answer: 1, hitokoto: "猫以外だと、鶏やナマズも甘味を感じないよ。哺乳類の中では猫は甘味を感じないほぼ唯一の哺乳類!"},
    {quiz_theme: "世界で一番長生きした猫は何才？", q1: "世界で一番長生きした猫は28才", q2: "世界で一番長生きした猫は34才", q3: "世界で一番長生きした猫は38才", answer: 3, hitokoto: "世界で最も長生きした猫の名前は、「クレームパフ」だったそうだよ。とっても長生きだね。"},
    {quiz_theme: "メス猫の利き手は何利きが多い？", q1: "メス猫は右利きが多い", q2: "メス猫は左利きが多い", q3: "メス猫両利きが多い", answer: "1", hitokoto: "メス猫の利き手は右手が多いよ。ちなみに、人間の女性も男性と比べて右利きが多いよ。"},
]

let Rain_QandA = [
    {quiz_theme: "猫の心拍数は1分間にどれくらい?", q1: "猫の心拍数は1分間に約60~80回", q2: "猫の心拍数は1分間に約120~140回", q3: "猫の心拍数は1分間に約160~180回", answer: 2, hitokoto: "猫の心拍数は1分間に約120~140回。人の心拍数の2~2.5倍くらいだよ。聞いてみたら小さくて可愛い音が聞こえるかも?"},
    {quiz_theme: "猫が発する音の種類はいくつ?", q1: "猫が発する音の種類は約3種類", q2: "猫が発する音の種類は約10種類", q3: "猫が発する音の種類は100種類以上", answer: 3, hitokoto: "猫の発する音はなんと100種類以上。可愛がってるときや落ち着いているときに出すゴロゴロの音はとってもかわいいよね。"},
    {quiz_theme: "猫はオーストラリアやイギリスでは何の象徴?", q1: "猫は幸福の象徴", q2: "猫は平和の象徴", q3: "猫は闘争の象徴", answer: 1, hitokoto: "みんな知っての通り、日本では前を横切ると不幸される黒猫(かわいそう)。オーストラリアやイギリスでは幸福の象徴だよ(やったね)。"},
    {quiz_theme: "オス猫の利き手は何利きが多い？", q1: "オス猫は右利きが多い", q2: "オス猫は左利きが多い", q3: "オス猫両利きが多い", answer: "2", hitokoto: "オス猫の利き手は左手が多いよ。ちなみに、人間の男性も女性と比べて左利きが多いよ。"},
    {quiz_theme: "猫の指の合計はいくつ?", q1: "猫の指の合計は14本", q2: "猫の指の合計は18本", q3: "猫の指の合計は20本", answer: "2", hitokoto: "猫の指の合計は18本! 肉球は普段多く見ることが多いだろうけれど、指はあんまりみないかも? 思い出したら今度見てみて!"},
    {quiz_theme: "猫は1日約何%寝ている？", q1: "1日約80%寝ている", q2: "1日約70%寝ている。", q3: "1日約60%寝ている。", answer: 2, hitokoto: "猫は1日約70%寝ているよ。子猫だと18時間ぐらい寝ている子もいて、ほとんどの時間は獲物をとらえるためにうとうとしているよ。"},
]

let Snow_QandA = [
    {quiz_theme: "猫の体温はおよそいくつ?", q1: "猫の体温は約40.2度", q2: "猫の体温は約36.5度", q3: "猫の体温は約38.5度", answer: 3, hitokoto: "猫の体温は約38.5度。人間よりもすこし高いね。40度以上出ることはそうそうないので、もしも熱がありそうだったら病院に連れて行ってね"},
    {quiz_theme: "猫の耳の筋肉の数は人間の何倍?", q1: "猫の耳の筋肉の数は2倍", q2: "猫の耳の筋肉の数は3倍", q3: "猫の耳の筋肉の数は5倍", answer: 3, hitokoto: "猫の耳の筋肉の数は人の約5倍。多い！"},
    {quiz_theme: "猫は耳以外でも音を聞ける。それはどこ?", q1: "猫は肉球でも音を聞ける", q2: "猫の鼻でも音を聞ける", q3: "猫はしっぽでも音を聞ける", answer: 3, hitokoto: "猫は肉球でも音を聞くことができるよ。手根部の毛などでも聞くことができるよ。"},
    {quiz_theme: "猫のおっぱいの数平は平均でいくつ?", q1: "猫のおっぱいの数は平均で4つ", q2: "猫のおっぱいの数は平均で6つ", q3: "猫のおっぱいの数は平均で8つ", answer: 3, hitokoto: "猫のおっぱいの数は平均で8つ!猫によっても違うけれど、6~12個ぐらいだよ。猫を飼ってたらみてみよう!"},
    {quiz_theme: "猫は1日約何%寝ている？", q1: "1日約80%寝ている", q2: "1日約70%寝ている。", q3: "1日約60%寝ている。", answer: 2, hitokoto: "猫は1日約70%寝ているよ。子猫だと18時間ぐらい寝ている子もいて、ほとんどの時間は獲物をとらえるためにうとうとしているよ。"},
    {quiz_theme: "猫はオーストラリアやイギリスでは何の象徴?", q1: "猫は幸福の象徴", q2: "猫は平和の象徴", q3: "猫は闘争の象徴", answer: 1, hitokoto: "みんな知っての通り、日本では前を横切ると不幸される黒猫(かわいそう)。オーストラリアやイギリスでは幸福の象徴だよ(やったね)。"},
    {quiz_theme: "オス猫の利き手は何利きが多い？", q1: "オス猫は右利きが多い", q2: "オス猫は左利きが多い", q3: "オス猫両利きが多い", answer: "2", hitokoto: "オス猫の利き手は左手が多いよ。ちなみに、人間の男性も女性と比べて左利きが多いよ。"},
]

let title = [
    {title: "ねこ愛が足りてない駆け出し", comment: "猫のこと知らなすぎ?! もっと猫のことを知ろう!"},
    {title: "ねこ駆け出し", comment: "猫界隈に一歩は踏み込めてる... 頑張って！"},
    {title: "普通のねこ好き", comment: "猫のことが好きならもっともっとできるはず! ナイスプレイ!"},
    {title: "ねこインテリ", comment: "猫の知識は人並み以上。勉強したらさらに高みを目指せます。"},
    {title: "ねこ博士", comment: "猫についてかなり詳しい。猫愛は充分に足りています!"},
    {title: "ねこマスター", comment: "向かう敵なしの猫マスター。その調子で君臨していてください。"}
]




